//@flow
import React from 'react'

export default class Article extends React.Component {
  render() {
    return <div>
      <h1>Манчкин в Киеве</h1>
      <p>
        Сегодня в обществе любителей настольных игр остро стоит проблема поиска места для баттлов в Манчкин. Особенно если ты живешь в городе Киев. Люди по интересам собираются и устраивают собрания. Сборища выглядят как группа людей, которые собрались в кафешке с большими и широкими столами поиграть в настольные игры. Суть данного мероприятия в выкладывании на стол разных прямоугольных объектов. На картах рисуются изображения монстров, сокровищ, проклятий. Если прочитать внимательно текст на куске бумаги, то можно узнать что каждая из них обозначает. Есть прямоугольники, которые запрещают колдовать, заставляют просить помощи друга, вынимать длинный меч и выполнять правила игры.
      </p>
      <p>
        Через 5 лет происходят опасные события. Они заставляют игроков принимать важные решения о жизни своих персонажей в Киеве. После стадии "от щедрот" ход переходит следующему игроку. Манчкинер обязано принимать решения на трезвую голову, взвесив все преимущества и недостатки своего хода. Плохой ход может привести к поражению, а это не желаемое состояние в этом противостоянии. Самое желаемое состояния это победа, каждый стремится вступить в это состояние, которое приносит сильное удовольствие для своего обладателя. Но другие будут мешать обрести победу с помощью методов предотвращения наглости и тщеславия победившего человека.
      </p>
      <p>
        Сам комплект игры состоит из картонной коробки, в которую сложены аккуратной стопкой бумажные очертания. Плотная бумага мешает естественному износу карт, что немаловажно при регулярном использовании. Раса и класс могут быть одни. Исключения составляют случаи, когда игрок в манчкин обладает картой суперманчкина, старой редакцией или же химерой. Нужно купить дополнения, чтобы были наемники, скакуны, усилители скакунов и другие интересные возможности. Приобрести их можно и в Киеве. Я делал так, чтобы у меня появился свой собственный набор. Если своего набора нет, а поиграть в манчкин хочется, то для этого есть сайт munchkin.kiev.ua.
      </p>
      <p>
        Разновидностей настольных игр много и каждый выбирает наиболее эффективное время препровождение для себя. Радость и веселье не единственные критерии для выбора в Киеве. Расслабление приводит к переоценке возможностей и синхронному обращению к лучшим практикам. Несмотря на очевидность утверждения подземелье великого дракона выбрало мастера клинка и топора, колец с драгоценными камнями и волшебники с мантикорой наперевес. Огненный шар сменял ледяные глыбы, ломая в отчаянии замки и рисовые поля кентавров. Следопыты тщательно анализировали совершенное преступление, большой гриб получил усилитель и стал эпичным.
      </p>
      <p>
        Берешь в руку в открытую одно сокровище, а другое смиренно прячешь за спиной. Когда все отвернуться ты выхватываешь его перед собой и отрезаешь им лица. После поворота событий ящерка прыгает в корзину и собирает арсенал зелий для того, чтобы метнуть в своего врага и ослабить его величину силы. Если силы все равно не хватает, то дупльгангер для этого создан правильными людьми. Дупельгангер в Киеве ослабляет свою стальную хватку и с умом принимает на грудь двойной удар Манчкина с разворота. Сотрясение вызывает отек медовой кислоты на столе, укрытом картонными картами - сокровищ и дверей.
      </p>
      <p>
        Манчкин перевоплощает идеалы философов и создает альтернативную ветвь связей разных элементов. После арктического холода наступает умиротворение и каждый игрок в Манчкин приятно расправив крылья отправляется в странствие на другой край Киева или южного наконечника полуострова. Потоки несут бревно все дальше и дальше. Каждый день происходит рождение новой вселенной, кузнечики стрекочут, а монстры развлекаются бросками кубика. У кубика шесть граней и вариантов расположения. Комбинаторика отвечает на эти вопросы. Итого один, два, три, четыре, пять и шесть. Закусил и вперед покорять горы. Кукурузные хлопья не мешают, а помогают в борьбе, которая уже не классовая, а всемирно известная.
      </p>
    </div>
  }
}
